<?php $this->load('Public/header.php');?>

<div class="page">

    <div class="panel_main">

	    <div class="label_main_title">帮助信息</div>
        <p>问：我可以在3dying.com做些什么？</p>
        <p>答：3dying.com是国内最大的3D模型发布分享平台。<br />
           您可以方便的上传展示您的任意3D模型作品；<br/>
           您可以分享网站的3D模型作品到其它网站平台，展示给您的朋友。<br />
           您可以将3dying.com提供的3D模型方便的嵌入到您自己的网站产品中实现高质量的实时Web3D效果。</p>
        <p>问：浏览3dying.com对浏览器有要求吗？</p>
        <p>答：目前3dying.com完整支持国内外所有主流浏览器产品，IE、Chrome、Firefox、Safari、Opera、360安全浏览器、360极速浏览器、搜狗浏览器等。</p>
        <p>问：如何上传模型？</p>
        <p>答：注册账号之后，在【我的首页】中点击【传模型】，即可进入模型上传界面？</p>
        <p>问：上传模型时有哪些要注意的地方？</p>
        <p>答：模型的格式、大小、贴图格式和其他注意事项如下：<br/>
           限定大小：单个文件不能超过50M<br />
           模型格式：obj、dae、stl、fbx、3ds、max、mb、skp、stp、step、lgs、iges、ige、jt、dxf、dwg<br />
           贴图格式：jpg、jpeg、gif、png、bmp、tga、dds、psd<br />
           您也可以将模型与贴图文件打包上传，支持zip和rar格式的压缩包。</p>
        <p>问：模型上传之后要等待多长时间才可以显示在网页中？</p>
        <p>答：在模型上传之后我们的服务器会进行一些处理工作，一般来说这个处理过程是非常迅速的，在上传成功之后的45秒内您就可以看到上传的模型。</p>				
        <p>问：我可以从3dying.com下载模型吗？</p>
        <p>您可以随时下载您自己上传的模型，也就是说可以把3Dying网站当做您个人的作品云端备份库。对于其他人上传的模型，如果上传者在上传时选择开放下载，那么您就可以下载此模型的源文件；同理，您在上传时也可以选择是否开放下载您所上传的模型。模型默认为关闭下载。</p>
        <p>
          问：我该如何和我的朋友分享3dying网站上的模型？</p>
        <p>答：您可以通过多种方式将3dying网站的模型分享功展示给您的朋友：<br />
1 通过社交网站分享功能可以将模型一键分享到您的微博或个人主页中；<br />
2 通过复制模型展示页右下方的外链分享链接，可以将任意3dying.com 的模型嵌入到您自己的网页中；<br/>
3 通过随笔系统可以创建图/文/3D三种内容并存的网页，并分享给您的朋友。<br />
        </p>
	</div>

</div>

<?php $this->load('Public/footer.php');?>