<?php $this->load('Public/header.php');?>

<div class="page">

    <div class="panel_main">

	    <div class="label_main_title">隐私政策</div>
      <p>天津大格科技有限公司（以下称为3dying网站）一向尊重在线访问者的隐私权，并认可为访问者提供安全环境的重要性。我们已经采取了在线隐私保护政策（“隐私政策”），该政策指导我们如何收集、存储和使用您提供给我们的信息。本隐私政策包括我们如何保护其在线访问者隐私权的细节，并不适用于由我们线下收集的信息。请注意，当您通过本网站链接到其它网站时，本隐私政策并不适用于其它网站、也无法控制其它网站上的活动。为保护您的隐私权，我们自愿采纳该隐私保护措施，我们所有网站均符合既定的在线信息收集及使用准则。本隐私政策将向您解释：</p>
我们会收集哪些私人信息<br />
我们会收集其它种类的哪些信息<br />
我们如何使用您的私人信息<br />
谁在收集您的信息<br />
您的私人信息会被同谁共享？<br />
有关收集、使用和发布您的私人信息您有哪些选择<br />
Cookie是什么、我们会怎样使用cookie<br />
什么是互联网协议地址<br />
怎样更正、删除私人信息<br />
私人信息安全程度<br />
如何处理问题或意见<br />
我们会收集哪些私人信息？<br />
我们会收集用户自愿提交的私人信息。当在线访问者提交信息时，信息通常会通过下列某种形式进行提交（根据这些功能或服务是否提供而决定是否适用）：（1）产 品或账号注册、（2）作品评论、（3）博客随笔、（4）担保登记、（5）竞赛注册、（6）消费者投诉、（7）调查问卷、（8）客户服务或技术支持，和/或（9）新闻邮 件。所收集的私人信息可能包括您的名字、家庭住址、电话号码和/或电子邮件地址。如果您没有提供这些信息，您将可能无法使用某些需要注册或接收材料的服务。 请注意：根据本网站所在的区域，上述某些内容可能并不需要提交，相应的私人信息也不会被收集。<br />
我们会收集其它种类的哪些信息？<br />
在某些活动中，我们可能会要求您创建用户名和密码和/或提供其它非私人信息，例如您的年龄、出生日期、性别和/或游戏及喜好的平台，并将此类信息同您的私人信息整合。此外，您的网页浏览器或客户端软件可能会将某些地域信息或有关您计算机的信息（性能、游戏数据处理等）发送给我们。我们可能会使用该信息生成有关用户社区的综合统计，并将此信息提供给广告客户和/或合作伙伴。此外，我们会出于安全、系统集成（防止黑客攻击、作弊等）或强制的目的及原因而使用这些信息。<br />
我们如何使用您的私人信息？<br />
您为我们提供的私人信息将使我们能够（根据您这些功能或服务是否提供而决定是否适用）提供您所订购的产品或服务，通知您有关新产品、服务、功能或改进的信息，处理/安排您所需的客户服务/技术询问或问题，和/或通知您最新的更新、竞赛、促销信息、特殊活动信息或优惠。我们可能会使用第三方数据加强或整合来自网站的私人信息。最后，我们可能会将您的私人信息应用在市场营销、图表分析或用户统计中，以使产品和服务更加符合用户的需求。这种做法目的是更好地理解和服务我们的用户。请知悉，个人以完全出于商业目的而提交的私人信息（例如求职简历中包含的私人信息）不适用上述或本隐私政策中提及的使用原则。<br />
谁在收集您的信息？<br />
在适用法律允许的最大范围内，除非另行说明，您在本网站上所提供的信息将由我们和我们的关联公司及兄弟公司、许可方或被许可方（包括但不限于捞3D网站及其关联公司，以及他们各自的许可方和被许可方）（该些公司可能位于信息第一次收集地以外）共享。因此，您特此同意上述信息接收方有权使用您的个人信息，并且您可能会收到来自上述提及的任何一个接收方的信息。此外，部分服务由合作伙伴共同提供。如果您不希望信息被其他公司共享，您可以选择不使用相关服务或不提供任何信息以防止信息的发送。请注意，我们无法控制共享我们数据的第三方公司的行为，我们同样无法保证第三方公司能够采取与我们相同的隐私保护及安全策略。请注意，某些广告商或网站拥有或包含指向本网站的链接，并有可能收集您的私人信息。请牢记，本隐私政策不适用、不控制第三方广告商或网站的行为活动。<br />
您的私人信息会被同谁共享？<br />
我们可能需要将您的私人信息（根据这些功能或服务是否提供而决定是否适用）透露给第三方服务供应商以完成产品订购服务或奖品发放、邮件处理或处理、分析和/或存储数据。我们将尽可能确保这些公司不会将您的私人信息用作任何其它目的，并确保他们同意保持从我们所获私人信息的保密性、安全性和完整性。我们保留因法律需要透露您私人信息的权利，包括但不限于（1）您授权或同意捞3D网站披露的、（2）在紧急情况下，为了保护捞3D网站及其用户的合法权益或公共安全及利益、（3）根据法律规定或有权部门的要求提供您的个人信息、（4）根据捞3D网站各服务条款及声明中的相关规定，或者捞3D网站认为必要的其他情形下。请注意，如果您违反本网站或产品所含的使用条款或许可协议、或可能对捞3D网站的权利或财产、本网站或产品的其他用户或任何可能因您的行为而受到伤害的人带来（有意或无意的）损害或妨害，并当我们认为透露私人信息对识别、联络或诉讼工作有帮助时，我们保留在特殊情况下透露您私人信息的权利。同其它领域一样，您的私人信息也属于资产，并将成为我们常规商务档案的一部分。并且，如果我们决定将某产品线出售、许可或外包给第三方，我们同时会将您的私人信息转移给第三方，以使您可以继续获得有关该产品的服务及信息，尽可能减少对您的影响。类似的情况还包括公司合并、收购、重组、破产或其它相似事件，在这类情况中，您的私人信息将被转移给我们继任公司或指定的一方。本网站设置有作品评论区和/或随笔博客等可供用户交换意见和互相沟通。在作品评论区或随笔博客中发布信息时请注意，所发布的信息将在互联网公开，信息发布者将对此负责。<br />
有关收集、使用和发布私人信息您有哪些选择？<br />
我们允许您控制我们可获得的私人信息。在您提供私人信息的同时，我们将让您选择是否接收未来新产品、宣传或服务的信息。此外，在我们发送给您的某些“邮件”，例如新闻邮件（根据您所访问的网站而决定是否适用）中，包含有取消继续接收的方法。最后，您有机会选择不使用某些设定或功能。<br />
Cookie是什么、我们会怎样使用cookie？<br />
Cookie是您的网页浏览器的一项功能，允许网站向您的计算机发送一定量的信息供保存记录用。保存在您计算机上的cookie可以用来“记忆”某些信息，例如您的密码或记录下您已经注册过的项目，通过省去您输入密码或注册信息等步骤，使您将来在网站上的操作更加快速、省时。此外，出于宣传、营销或安全考虑，我们还将通过cookie回收用户信息。<br />
什么是互联网协议地址？<br />
因特网协议（“IP”）地址是分配给您的服务器或因特网服务供应商（“ISP”）的唯一数字。我们可以通过跟踪IP地址来实现系统管理、聚合信息报告、网站跟踪、安全措施或防止针对我们服务器的攻击。<br />
怎样更正、删除私人信息<br />
如果您因任何原因对我们私人信息使用方式有所忧虑、希望更改或删除您的私人信息，请联系我们。请注意，删除您的信息将导致您的账号以及对应服务的关闭。<br />
私人信息安全程度<br />
我们采取各项措施以确保所收集信息的安全且不受破坏（例如，不被修改），同时严格控制对任何私人信息的访问。我们将采取合理的措施来保证所有共享我们数据的第三方对私人信息提供充分的安全保障。<br />
如何处理问题或意见<br />
使用本网站即表示您接受本隐私政策。如果您不接受本隐私政策，请不要使用本网站。本隐私政策可能出现修订，请定期查阅以确保知悉全部修订内容。如果本隐私政策出现重大修订，我们将通过网站或本隐私政策页面对您进行通知，如有需要，也将为您提供其它告知方式。继续使用本网站即表示您接受修订内容。<br />本隐私保护政策最后更新于2012年12月13日。
	</div>

</div>

<?php $this->load('Public/footer.php');?>