<?php $this->load('Public/header.php');?>

<div class="page">

    <div class="panel_main">

	    <div class="label_main_title">《3Dying网络服务使用协议》</div>
       <b> 1. 特别提示</b><br />
1.1天津大格科技有限公司（以下称为"3D鹰网站"）同意按照本协议的规定及其不时发布的操作规则提供基于互联网以及移动网相关服务（以下称"网络服务"），为获得网络服务，服务使用人（以下称"用户"）应当同意本协议的全部条款并按照页面上的提示完成全部的注册程序。用户在进行注册程序过程中点击"同意"按钮即表示用户完全接受本协议项下的全部条款。<br />
1.2 用户注册成功后，3Dying网站将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。<br />
<b>2. 服务内容</b>
2.1 3Dying网站为3D美术设计人员、3D美术爱好者等广大网友提供一个3D美术作品分享、交流、学习的平台。3dying网站网络服务的具体内容由3dying网站根据实际情况提供，例如作品上传、随笔、分享、竞赛和活动等。<br />
2.2 3dying网站提供的部分网络服务为收费的网络服务，用户使用收费网络服务需要向3dying网站支付一定的费用。对于收费的网络服务，3dying网站会在用户使用之前给予用户明确的提示，只有用户根据提示确认其愿意支付相关费用，用户才能使用该等收费网络服务。如用户拒绝支付相关费用，则3dying网站有权不向用户提供该等收费网络服务。<br />
2.3 用户理解，3dying网站仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均应由用户自行负担。<br />
<b>3. 服务变更、中断或终止</b><br />
3.1 鉴于网络服务的特殊性，用户同意3dying网站有权随时变更、中断或终止部分或全部的网络服务（包括收费网络服务）。如变更、中断或终止的网络服务属于免费网络服务，3dying网站无需通知用户，也无需对任何用户或任何第三方承担任何责任；如变更、中断或终止的网络服务属于收费网络服务，3dying网站应当在变更、中断或终止之前事先通知用户，并应向受影响的用户提供等值的替代性的收费网络服务，如用户不愿意接受替代性的收费网络服务，就该用户已经向3dying网站支付的服务费，3dying网站应当按照该用户实际使用相应收费网络服务的情况扣除相应服务费之后将剩余的服务费退还给该用户。<br />
3.2 用户理解，3dying网站需要定期或不定期地对提供网络服务的平台（如互联网网站）或相关的设备进行检修或者维护，如因此类情况而造成收费网络服务在合理时间内的中断，3dying网站无需为此承担任何责任，但3dying网站应尽可能事先进行通告。<br />
3.3 如发生下列任何一种情形，3dying网站有权随时中断或终止向用户提供本协议项下的网络服务（包括收费网络服务）而无需对用户或任何第三方承担任何责任：<br />
3.3.1 用户提供的个人资料不真实；<br />
3.3.2 用户违反本协议中规定的使用规则；<br />
3.3.3 用户在使用收费网络服务时未按规定向3dying网站支付相应的服务费。<br />
3.4 如用户注册的免费网络服务的帐号在任何连续180日内未实际使用，或者用户注册的收费网络服务的帐号在其订购的收费网络服务的服务期满之后连续180日内未实际使用，则3dying网站有权删除该帐号并停止为该用户提供相关的网络服务。<br />
<b>4. 使用规则</b><br />
4.1 用户在申请使用3dying网站网络服务时，必须向3dying网站提供准确的个人资料，如个人资料有任何变动，必须及时更新。<br />
4.2 用户不应将其帐号、密码转让或出借予他人使用。如用户发现其帐号遭他人非法使用，应立即通知3dying网站。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，3dying网站不承担任何责任。<br />
4.3 用户必须同意接受3dying网站通过电子邮件或其他方式向用户发送商品促销或其他相关商业信息。<br />
4.4 用户对于其创作并通过3dying网站网络服务上传到3dying网站上的内容依法享有版权及其他相关合法权利。<br />
4.5 用户在使用3dying网站网络服务过程中，必须遵循以下原则：<br />
4.5.1 遵守中国有关的法律和法规；<br />
4.5.2 遵守所有与网络服务有关的网络协议、规定和程序；<br />
4.5.3 不得为任何非法目的而使用网络服务系统；<br />
4.5.4 不得利用3dying网站网络服务系统进行任何可能对互联网正常运转造成不利影响的行为；<br />
4.5.5 不得利用3dying网站提供的网络服务上传、展示或传播任何虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；<br />
4.5.6 不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；<br />
4.5.7 不得利用3dying网站网络服务系统进行任何不利于3dying网站的行为；<br />
4.5.8 如发现任何非法使用用户帐号或帐号出现安全漏洞的情况，应立即通告3dying网站。<br />
4.6 如用户在使用网络服务时违反任何上述规定，3dying网站或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容等、暂停或终止用户使用网络服务的权利）以减轻用户不当行为造成的影响。<br />
4.7 3dying网站针对某些特定的3dying网站网络服务的使用通过各种方式（包括但不限于网页公告、电子邮件、短信提醒等）作出的任何声明、通知、警示等内容视为本协议的一部分，用户如使用该等3dying网站网络服务，视为用户同意该等声明、通知、警示的内容。<br />
<b>5. 知识产权</b><br />
5.1请参考3dying网站的版权政策。<br />
<b>6. 隐私保护</b><br />
6.1 请参考3dying网站的隐私政策。<br />
<b>7. 免责声明</b><br />
7.1 用户明确同意其使用3dying网站网络服务所存在的风险将完全由其自己承担；因其使用3dying网站网络服务而产生的一切后果也由其自己承担，3dying网站对用户不承担任何责任。<br />
7.2 3dying网站不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。<br />
7.3 3dying网站不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由3dying网站实际控制的任何网页上的内容，3dying网站不承担任何责任。<br />
7.4 对于因不可抗力或3dying网站不能控制的原因造成的网络服务中断或其它缺陷，3dying网站不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。<br />
7.5 用户同意，对于3dying网站向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，3dying网站无需承担任何责任：<br />
7.5.1 3dying网站向用户免费提供的各项网络服务；<br />
7.5.2 3dying网站向用户赠送的任何产品或者服务；<br />
7.5.3 3dying网站向收费网络服务用户附赠的各种产品或者服务。<br />
<b>8. 违约赔偿</b><br />
8.1 如因3dying网站违反有关法律、法规或本协议项下的任何条款而给用户造成损失，3dying网站同意承担由此造成的损害赔偿责任。<br />
8.2 用户同意保障和维护3dying网站及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给3dying网站或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。<br />
<b>9. 协议修改</b><br />
9.1 3dying网站有权随时修改本协议的任何条款，一旦本协议的内容发生变动，3dying网站将会通过适当方式向用户提示修改内容。<br />
9.2 如果不同意3dying网站对本协议相关条款所做的修改，用户有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受3dying网站对本协议相关条款所做的修改。<br />
<b>10. 通知送达</b><br />
10.1 本协议项下3dying网站对于用户所有的通知均可通过网页公告、电子邮件或常规的信件传送等方式进行；该等通知于发送之时的3dying网站的服务器时间视为已送达收件人。<br />
10.2 用户对于3dying网站的通知应当通过3dying网站对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。<br />
<b>11. 法律管辖</b><br />
11.1 本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。<br />
11.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向3dying网站所在地的人民法院提起诉讼。<br />
<b>12. 其他规定</b><br />
12.1 本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。<br />
12.2 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。<br />
12.3 本协议中的标题仅为方便而设，在解释本协议时应被忽略。<br />
使用本网站即表示您接受本协议。如果您不接受本协议，请不要使用本网站。本协议可能出现修订，请定期查阅以确保知悉全部修订内容。如果本协议出现重大修订，我们将通过网站或本协议页面对您进行通知，如有需要，也将为您提供其它告知方式。继续使用本网站即表示您接受修订内容。<br />
本协议最后更新于2012年12月13日。<br />
	</div>

</div>

<?php $this->load('Public/footer.php');?>