<?php
class Regexp {
    //整数
    const INT         = '/^[1-9]\d*$/';

    //数字
    const NUMBER      = '/^\d+\.?\d*$/';
    
    //一位浮点型
    const FLOAT1      = '/^\d+(\.\d)?$/';

    //二位浮点型  
    const FLOAT2      = '/^\d+(\.\d{1,2})?$/';
    
    //仅中文(限js)
    const CN         = '/^[\u4E00-\u9FA5\uF900-\uFA2D]+$/';

    //邮件
    const EMAIL       = '/^\w+((-|\.)\w+)*@[A-Za-z0-9]+((\.|-)[A-Za-z0-9]+)*\.[A-Za-z0-9]+$/';
    
    //颜色
    const COLOR       = '/^#?[a-fA-F0-9]{6}$/';
    
    //url
    const URL         = '/^http[s]?:\/\/[\w-]+\..*$/';

    //仅ACSII字符
    const ASCII       = '/^[\x00-\xFF]+$/';

    //邮编
    const ZIPCODE     = '/^\d{6}$/';
    
    //ip地址
    const IP4         = '/^(25[0-5]|2[0-4]\d|[0-1]\d{2}|[1-9]?\d)\.(25[0-5]|2[0-4]\d|[0-1]\d{2}|[1-9]?\d)\.(25[0-5]|2[0-4]\d|[0-1]\d{2}|[1-9]?\d)\.(25[0-5]|2[0-4]\d|[0-1]\d{2}|[1-9]?\d)$/';
    
    //非空
    const NOT_EMPTY   = '/^\S+$/';

    //图片
    const IMAGE       = '/(.*)\.(jpg|bmp|gif|ico|pcx|jpeg|tif|png|raw|tga)$/i';
    
    //压缩文件
    const ZIP         = '/(.*)\.(rar|zip|7zip|tgz)$/i';

    //日期
    const DATE        = '/^\d{4}(-|\/|\.)\d{1,2}\1\d{1,2}$/';

    //QQ号码 匹配 5到10位数字
    const QQ          = '/^[1-9]{1,1}[0-9]{4,9}$/';

    //手机
    const MOBILE      = '/^1[3458]\d{9}$/';

    //电话号码的验证(包括验证国内区号,国际区号,分机号)
    const PHONE       = '/^1[3458]\d{9}$|^(0\d{2,4}-)?[2-9]\d{6,7}(-\d{2,5})?$|^(?!\d+(-\d+){3,})[48]00(-?\d){7,10}$/';
    //有400、800的电话
    //const PHONE       = '/^1[3458]\d{9}$|^(0\d{2,4}-)?[2-9]\d{6,7}(-\d{2,5})?$|^(?!\d+(-\d+){3,})[48]00(-?\d){7,10}$/';
    
    //固定电话
    const FIXED_PHONE    = '/^(0\d{2,4}-)?[2-9][0-9]{6,7}(-\d{2,5})?$/';
    
    //特殊字符
    const NO_SPECIAL  = '/※|◆|▌|▎|▏|▓|▔|▕|■|□|▲|△|▼|▽|◆|◇|○|☉|☆|★|◥|◤|◣|◢|●|◎|♀|♂|〓|㊣|℅|【|】|▇|▇██|▇▇▇██▇▇▇▇█|▇▇▇▇|██▇|██|▄▄|▄|▁|▃▂|█|▂/';

    //屏蔽的网址
    const URL_DISABLED = '/\.(58|baixing|koubei)(\.(net|cn|com))+/i';
}